tap 'caskroom/cask'
tap 'homebrew/command-not-found'
tap 'caskroom/drivers'

# install packages
brew 'ccat'
brew 'git-extras'
brew 'git-open'
brew 'git-recent'
brew 'git'
brew 'htop'
brew 'guetzli'
brew 'mas'
brew 'fortune'
brew 'n'
brew 'postgresql'
brew 'screenfetch'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'webp'
brew 'yarn'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh'

# Casks
cask 'bettertouchtool'
cask 'chromedriver'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'sketch'
cask 'figma'
cask 'google-chrome'
cask 'iterm2'
cask 'itsycal'
cask 'kap'
cask 'macmediakeyforwarder'
cask 'plex-media-player'
cask 'deezer'
cask 'virtualbox'
cask 'slack'
cask 'vlc'
cask 'vscodium'
